Repository: txt2tags/txt2tags
Catalog: trunk/po/*.po
Languages: de, eu, ms, uk

source: HTML page
de: HTML Seite
eu: HTML orria
ms: Muka HTML
uk: НTML документ

source: HTML5 page
ms: Muka HTML5

source: XHTML page
de: XHTML Seite
eu: XHTML orria
ms: Muka XHTML
uk: XHTML документ

source: XHTML Strict page
ms: Muka XHTML Diperketat

source: SGML document
de: SGML Dokument
eu: SGML dokumentua
ms: Dokumen SGML
uk: SGML документ

source: DocBook document
eu: DocBook documentua
ms: Dokumen DocBook

source: LaTeX document
de: LaTeX Dokument
eu: LaTeX dokumentua
ms: Dokumen LaTeX
uk: Документ LaTeX

source: Lout document
de: Lout Quelldokument
eu: Lout dokumentua
ms: Dokumen Lout
uk: Документ Lout

source: UNIX Manual page
eu: UNIX Manual orria
ms: Laman Manual Unix
uk: Документація UNIX

source: MagicPoint presentation
de: MagicPoint Präsentation
eu: MagicPoint aurkezpena
ms: Pembentangan MagicPoint
uk: Презентація MagicPoint

source: Wikipedia page
eu: Wikipedia orria
ms: Laman Wikipedia

source: Google Wiki page
eu: Google Wiki orria
ms: Halaman Google Wiki

source: DokuWiki page
eu: DokuWiki orria
ms: Laman DokuWiki

source: PmWiki page
ms: Laman PmWiki

source: MoinMoin page
de: MoinMoin Seite
eu: MoinMoin orria
ms: Halaman MoinMoin
uk: Сторінка MoinMoin

source: PageMaker document
de: PageMaker Dokument
eu: PageMaker dokumentua
ms: Dokumen PageMaker
uk: Документ PageMaker

source: Plain Text
de: Normaler Text
eu: Textu soila
ms: Teks Kosong
uk: Простий текст

source: ASCII Art text
eu: ASCII Art testua
ms: Teks Seni ASCII

source: AsciiDoc document
eu: AsciiDoc dokumentua
ms: Dokumen AsciiDoc

source: Creole 1.0 document
eu: Creole 1.0 documentua
ms: Dokumen Creole 1.0

source: Markdown document
ms: Dokumen Markdown

source: BBCode document
ms: Dokumen BBCode

source: Redmine Wiki page
ms: Laman Redmine Wiki

source: SPIP article
ms: Artikel SPIP

source: RTF document
ms: Dokumen RTF

source: %s version %s <%s>
eu: %s %s bertsioa <%s>
ms: %s versi %s <%s>
uk: %s версія %s <%s>

source: Usage: %s [OPTIONS] [infile.t2t ...]
de: Eingabezeile: %s [OPTIONS] [infile.t2t ...]
eu: Erabilpena: %s [AUKERAK] [sarfitx.t2t ...]
ms: Penggunaan: %s [OPTIONS] [infile.t2t ...]
uk: Використання: %s [ОПЦІЇ] [вхідний_файл.t2t ...]

source: print a list of all the available targets and exit
ms: cetak senarai untuk kesemua target dan pembalikan yang sedia ada

source: set target document type. currently supported:
ms: tetapkan target bagi jenis dokumen yang disokong.
uk: встановлює тип вихідного документа. Підтримуються:

source: set FILE as the input file name ('-' for STDIN)
ms: tetapkan FILE sebagai nama fail input ('-' untuk STDIN)
uk: використати FILE як ім'я вхідного файлу ('-' для STDIN)

source: set FILE as the output file name ('-' for STDOUT)
ms: tetapkan FILE sebagai nama fail output ('-' untuk STDOUT)
uk: використати FILE як ім'я вихідного файлу ('-' для STDOUT)

source: inform source file encoding (UTF-8, iso-8859-1, etc)
ms: beritahu encoding untuk fail sumber (UTF-8, iso-8859-1, sebagainya)

source: add an automatic Table of Contents to the output
ms: secara automatik menambah Senarai Kandungan kepada output

source: set maximum TOC level (depth) to N
ms: tetapkan maksima paras TOC (kedalaman) ke N
uk: встановити максимальну глибину змісту (кількість вкладених підрозділів що потрапляють в зміст) в N

source: print the Table of Contents and exit
ms: cetak Senarai Kandungan dan kemudian keluar

source: enumerate all titles as 1, 1.1, 1.1.1, etc
ms: menghitung semua judul 1, 1.1, 1.1.1, dll
uk: пронумерувати всі заголоки як 1, 1.1, 1.1.1, і т.д.

source: use FILE as the document style (like HTML CSS)
ms: gunakan FAIL sebagai stail bagi dokumen (seperti CSS HTML)
uk: використати FILE в якості стилю документа (Як CSS HTML)

source: insert CSS-friendly tags for HTML/XHTML
ms: masukkan tag mesra-CSS untuk HTML/XHTML

source: insert CSS file contents inside HTML/XHTML headers
ms: masukkan kandungan fail CSS kedalam header HTML/XHTML
uk: ставити зміст CSS файлу в заголовки документа HTML/XHTML

source: suppress header and footer from the output
ms: beri lebih penekanan untuk header dan footer daripada output

source: use FILE as the template for the output document
ms: gunakan FILE sebagai templat untuk dokumen output

source: hide email from spam robots. x@y.z turns <x (a) y z>
ms: sembunyikan email dari robot spam. x@y.z turns <x (a) y z>
uk: cховати адреси email від спам-роботів. x@y.z стане <x (a) y z

source: format output as presentation slides (used by -t art)
ms: formatkan output sebagai slaid pembentangan (digunakan oleh -t art)

source: set the output's width to N columns (used by -t art)
ms: tetapkan lebar output ke N kolum (digunakan oleh -t art)

source: set the output's height to N rows (used by -t art)
ms: tetapkan tinggi output ke N baris (digunakan oleh -t art)

source: read configuration from file F
ms: baca konfigurasi dari fail F
uk: -С, --config-file=F читати конфігурацію з файла F

source: fix resources path (image, links, CSS) when needed
ms: perbaiki path bagi sumber (imej, pautan, CSS) sekiranya perlu

source: invoke Graphical Tk Interface
ms: panggil Antaramuka Bergrafik Tk
uk: запустити графічний інтерфейс

source: quiet mode, suppress all output (except errors)
ms: mod senyap, berikan penekanan kepada semua output (kecuali ralat)
uk: тихий режим, ввесь вивід припиняється (крім помилок)

source: print informative messages during conversion
ms: cetak mesej-mesej bermaklumat semasa penukaran
uk: друкувати інформативні повідомлення протягом трансляції

source: print this help information and exit
ms: paparkan maklumat penolong ini dan kemudian keluar
uk: надрукувати цю довідку та вийти

source: print program version and exit
ms: paparkan versi program ini dan kemudian keluar
uk: надрукувати версію програми та вийти

source: print all the configuration found and exit
ms: paparkan semua konfigurasi yang dijumpai dan kemudian keluar
uk: надрукувати всі знайдені опції та вийти

source: print the document source, with includes expanded
ms: paparkan dokumen sumber, dan memasukkan sekali yang telah diperlebar
uk: надрукувати код, з розкритими включеннями

source: Example:
de: Beispiel:
eu: Adibidea:
ms: Contoh:

source: The 'no-' prefix disables the option:
ms: Prefiks 'no-' membatalkan pilihan:

source: By default, converted output is saved to 'infile.<target>'.
de: Standardmässig wird die gewandelte Ausgabe in die Datei 'infile.<target> gespeichert'
eu: Lehenetsiz, bihurtutako irteera 'infile.<helburua>'-n gordetzen da.
ms: Secara lalai, fail output telah disimpan ke 'infile.<target>'.
uk: За замовчуванням, згенерований документ зберігається в 'infile.<target>'.

source: Use --outfile to force an output file name.
de: Verwende --outfile um einen Ausgabedateinamen zu erzwingen
eu: --outfile erabili irteera fitxategi izen bat derrigortzeko.
ms: tetapkan FAIL sebagai input untuk nama fail ('-' untuk STDIN)
uk: Використайте --outfile щоб задати ім'я вихідного файлу.

source: If input file is '-', reads from STDIN.
de: Wenn die Quelldatei '-' ist, dann wird von STDIN gelesen.
eu: Sarrera fitxategia '-' bada, STDIN-etik irakurri.
ms: tetapkan FAIL sebagai output untuk nama fail ('-' untuk STDOUT)
uk: Якщо вхідний файл '-', читає зі стандартного потоку вводу.

source: If output file is '-', dumps output to STDOUT.
de: Wenn die Ausgabedatei '-' ist, wird die Ausgabe nach STDOUT geleitet.
eu: Irteera fitxategia '-' bada, STDOUT-en idatzi.
ms: beritahu encoding bagi sumber fail (UTF-8, iso-8859-1, dsb)
uk: Якщо вихідний файл '-', виводить документ в стандартний потік виводу.

source: %s: Error:
de: %s: Fehler:
eu: %s: Errorea:
ms: %s: Ralat:
uk: %s: Помилка:

source: Sorry! Txt2tags aborted by an unknown error.
de: Sorry! Txt2tags wegen eines unbekannten Fehlers abgebrochen
eu: Barkatu! Txt2tags-ek errore ezezagun batengatik bukatu da.
ms: Maaf! Proses Txt2tags terbatal atas sebab yang tidak diketahui.
uk: Вибачте! Txt2tags припинив роботу через невідому помилку.

source: Please send the following Error Traceback to the author
de: Bitte senden Sie das folgende Fehlerprotokoll an den Autor:
eu: Mesedez bidali ondoko Errorearen Trazua egileari
ms: Sila hantar Error Traceback kepada author
uk: Будь ласка, надішліть наступний звіт про помилку авторові

source: You must feed me with data on STDIN!
de: Ich erwarte Daten von STDIN!
eu: Datuak STDIN-etik eman behar dizkidazu!
ms: menomborkan semua judul seperti 1, 1.1, 1.1.1, dan sebagainya
uk: Ви маєте передати мені дані з стандартного входу

source: Cannot read file:
de: Kann Datei nicht lesen:
eu: Ezin da fitxategia irakurri:
ms: gunakan FAIL sebagai stail dokumen (seperti CSS HTML)
uk: Не можу прочитати файл:

source: File read (%d lines): %s
de: Datei gelesen (%d Zeilen): %s
eu: Fitxategia irakurrita (%d lerro): %s
ms: Bacaan fail (%d baris): %s
uk: Прочитаний файл (рядків: %d): %s

source: Cannot open file for writing:
de: Kann nicht in Datei schreiben:
eu: Ezin da fitxategia idazteko ireki:
ms: Tidak boleh membuka fail untuk penulisan:
uk: Не можу відкрити файл для запису:

source: %s (try --help)
de: %s (Hilfefunktion --help benutzen)
eu: %s (--help frogatu)
ms: %s (cuba --help)
uk: %s (спробуйте --help)

source: Ignored config
ms: Konfig diabaikan

source: Loading source document
de: Quelldatei wird geladen
eu: Iturburu dokumentua kargatzen
ms: sembunyikan email dari robot spam. x@y.z bertukar kepada <x (a) y z>
uk: Завантаження вхідного файлу

source: The input file is empty: %s
de: Die Quelldatei ist leer: %s
eu: Iturburu fitxategia hutsik dago: %s
ms: Fail input adalah kosong: %s
uk: Вхідний файл порожній: %s

source: Areas found: %s
de: Bereiche gefunden: %s
eu: Topatutako Areak: %s
ms: Kawasan dijumpai: %s
uk: Знайдені області: %s

source: Scanning source document CONF area
de: CONF Bereich der Quelldatei wird bearbeitet
eu: Iturburu dokumentuaren CONF area irakurtzen
ms: Mengimbas dokumen sumber kawasan CONF
uk: Сканування області налаштувань вхідного документа

source: Added config
ms: baca konfigurasi dari fail F
uk: Додане налаштування

source: No target specified (try --help)
de: Kein Ziel angegeben (Hilfefunktion --help benutzen)
eu: Ez da helbururik zehaztu (--help frogatu)
ms: Tiada target dinyatakan (cuba --help)
uk: Не зазначений тип вихідного документа (спробуйте --help)

source: Please inform a target using the -t option or the %!target command.
eu: -t aukera erabiliz edo %!target komandoaren bidez helburu bat zehaztu mesedez.
ms: Sila nyatakan target menggunakan opsyen -t ataupun arahan %!target.

source: Run 'txt2tags --targets' to see all the available targets.
eu: Exekutatu 'txt2tags --targets' eskuragarri dauden helburu guztiak ikusteko.
ms: Jalankan 'txt2tags --targets' untuk melihat kesemua target yang tersedia.

source: Missing input file (try --help)
de: Keine Quelldatei angegeben (Hilfefunktion --help benutzen)
eu: Sarrera fitxategia faltan (--help frogatu)
ms: Fail input hilang (cuba --help)
uk: Пропущений вхідний файл (спробуйте --help)

source: Invalid target '%s'
eu: Baliogabeko helburua '%s'
ms: Target tidak lengkap '%s'

source: --%s value must be a number
de: --%s muss ein numerischer Wert sein
eu: --%s balioa osokoa izan behar du
ms: Nilai --%s mestilah sebuah nombor
uk: Значення --%s має бути числовим

source: Option --split must be 0, 1 or 2
de: Option --split muss 0, 1 oder 2 sein
eu: --split aukerak 0, 1 edo 2 izan behar du
ms: Opsyen --split hendaklah 0, 1 atau 2
uk: Опція --split має приймати значення 0, 1 чи 2

source: --width: Expected width > 4, got %i
ms: --width: Kelebaran yang dikehendaki > 4, tetapi dapat %i

source: --art-chars: Expected %i chars, got %i
eu: --art-chars: %i karaktere espero ziren, %i jaso dira
ms: --art-chars: Dikehendaki %i karekter, tetapi dapat %i

source: Input and Output files are the same: %s
de: Quell- und Zieldatei sind identisch: %s
eu: Sarrera eta Irteera fitxategiak berdinak dira: %s
ms: Fail input dan output adalah serupa: %s
uk: Вхідний та вихідний файли - це один і той самий: %s

source: Added the following keys: %s
de: Folgende Schlüssel hinzugefügt: %s
eu: Ondoko gakoak gehituta: %s
ms: Kata kunci ditambah: %s
uk: Додані такі ключі: %s

source: Invalid CONFIG line on %s
de: Fehlerhafte Konfigurationszeile in %s
eu: CONFIG lerro ezegokia %s-(e)n
ms: CONFIG tidak sah pada baris %s
uk: Неправильний рядок налаштування в %s

source: Added %s
de: Hinzufügen von %s
eu: %s gehituta
ms: %s ditambah
uk: Додано %s

source: Processing line %03d: %s
de: Verarbeitung der Zeile %03d: %s
eu: %03d lerroa prozesatzen: %s
ms: Memproses baris %03d: %s
uk: Обробляється рядок %03d: %s

source: A file cannot include itself (loop!)
de: Eine Datei darf nicht sich selbst beinhalten (Schleife!)
eu: Fitxategi bat ezin du bere burua barneratu (begizta!)
ms: Sebuah fail tidak boleh merangkumi diri sendiri (loop!)
uk: Файл не може включати себе (рекурсія!)

source: Finished Config file inclusion: %s
de: Einfügen der Konfigurationsdatei abgeschlossen: %s
eu: Konfigurazio fitxategiaren barneratzea bukatuta: %s
ms: Pemasukan fail konfig disiapkan: %s
uk: Включення файлу конфігурації завершене: %s

source: You can't use (target) with %s
eu: Ezin duzu (target) erabili %s-rekin
ms: Anda tidak boleh menggunakan (target) dengan %s

source: OFF
de: ausgeschaltet
eu: EZGAITUTA
ms: TUTUP
uk: ВИКЛ

source: ON
de: eingeschaltet
eu: GAITUTA
ms: BUKA
uk: ВКЛ

source: RC file
de: RC Datei
eu: RC fitxategia
ms: fail RC
uk: файлy налаштувань користувача

source: source document
de: Quelldokument
eu: iturburu dokumentua
ms: dokumen sumber
uk: вхідного документа

source: command line
de: Kommandozeile
eu: komando lerroa
ms: baris perintah
uk: командного рядка

source: RAW config for %s
de: RAW Konfiguration für %s
eu: Konfigurazio GORDINA %s-(en)tzako
ms: Konfig RAW untuk %s
uk: Конфігурація %s

source: Full PARSED config
de: Vollständig geprüfte Konfiguration
eu: Erabat PARSEATUTAKO konfigurazioa
ms: Konfig PARSED penuh
uk: Повністю проаналізовані налаштування

source: Active filters
de: Aktivierte Filter
eu: Gaitutako iragazkiak
ms: Filter aktif
uk: Активні фільтри

source: No, no. Your PostVoodoo regex is wrong. Maybe you should call mommy?
ms: Tidak, tidak! Regex PostVoodoo anda salah. Mungkin anda patut jerit sekuat hati?

source: Dear PostVoodoo apprentice: You got the regex right, but messed the replacement
ms: Wahai perintis PostVoodoo: Regex anda sebenarnya bagus, tetapi susunannya bersepah

source: Invalid PostProc filter regex
de: Ungültiger regulärer Ausdruck in den PostProc Filtern
eu: PostProc iragazkiaren espresio erregular ezegokia
ms: Filter ragex PostProc tidak diterima
uk: Невірний регулярний вираз постпроцесора

source: Invalid PostProc filter replacement
de: Ungültige Ersetzung durch einen regulären Ausdruck in den PostProc Filtern
eu: PostProc iragazkiaren ordezpen ezegokia
ms: Penggantian filter PostProc tidak diterima
uk: Невірна заміна в постпроцесорі

source: %s wrote %s
de: %s erzeugte %s
eu: %s-(e)k %s idatzi du
ms: %s tulis %s
uk: %s записав %s

source: Table of Contents
eu: Edukien Taula
ms: Senarai Kandungan

source: Cannot find template file:
ms: Tidak dapat menemui fail templat:

source: CSS include failed for %s
ms: Pemasukan CSS gagal untuk %s

source: Source document contents stored
de: Inhalte der Quelldatei gespeichert
eu: Iturburuko dokumentuaren edukiak gordeta
ms: Isi-isi dokumen sumber disimpan
uk: Зміст вхідного файлу збережений

source: Parsing and saving all config found (%03d items)
de: Alle Konfigurationseinstellungen werden geprüft und gespeichert (%03d Einstellungen)
eu: Topatutako konfigurazio guztia parseatzen eta gordetzen (%03d elementu)
ms: Menganalisis dan menyimpan semua tetapan yang dijumpai (jumlah: %03d)
uk: Аналіз та збереження всіх %03d знайдених нашатувань

source: Composing target Body
de: Ziel Hauptteil wird erzeugt
eu: Helburuko Gorputza sortzen
ms: Menulis target Body
uk: Створюється тіло

source: Composing target Footer
de: Ziel Fusszeilen werden erzeugt
eu: Helburuko Oina sortzen
ms: Menulis target Footer
uk: Створюється закінчення

source: Composing target TOC
de: Ziel Inhaltsverzeichnis wird erzeugt
eu: Helburuko TOC-a sortzen
ms: Menulis target TOC
uk: Створюється зміст

source: Composing target Headers
de: Ziel Kopfzeilen werden erzeugt
eu: Helburuko Goiburuak sortzen
ms: Menulis target Header
uk: Створюються заголовки

source: Saving results to the output file
de: Ergebnisse werden in der Ausgabedatei gespeichert
eu: Emaitza irteera fitxategira gordetzen
ms: Menyimpan hasil ke fail output
uk: Збереження результатів у вихідному файлі

source: Invalid PreProc filter regex
de: Ungültiger regulärer Ausdruck in den PreProc Filtern
eu: PreProc iragazkiaren espresio erregular ezegokia
ms: Filter ragex bagi PrePoc tidak sah
uk: Неправильний регулярний вираз препроцесора

source: Invalid PreProc filter replacement
de: Ungültige Ersetzung durch einen regulären Ausdruck in den PreProc Filtern
eu: PreProc iragazkiaren ordezpen ezegokia
ms: Penggantian filter PrePoc tidak sah
uk: Неправильна заміна в препроцесорі

source: All files
de: Alle Dateien
eu: Fitxategi guztiak
ms: Semua fail
uk: Всі файли

source: txt2tags files
de: txt2tags Dateien
eu: txt2tags fitxategiak
ms: fail-fail txt2tags
uk: Файли txt2tags

source: Close
de: Schliessen
eu: Itxi
ms: Tutup
uk: Закрити

source: You must select a target type!
de: Sie müssen ein Zielformat angeben!
eu: Helburu mota bat aukeratu behar duzu!
ms: Anda mesti memilih jenis target!
uk: Ви маєте вибрати тип вихідного файлу!

source: You must provide the source file location!
de: Sie müssen den Pfad zur Quelldatei angeben!
eu: Iturburu fitxategiaren kokapena eman behar duzu!
ms: Anda mesti memberikan lokasi sumber fail!
uk: Ви маєте задати адресу вихідного файлу!

source: %s: %s converted to %s
de: %s: %s gewandelt nach %s
eu: %s: %s %s-(e)ra bihurtuta
ms: %s: %s ditukarkan kepada %s
uk: %s: %s трансльований в %s

source: Conversion done!
de: Wandlung abgeschlossen
eu: Bihurketa eginda!
ms: Penukaran berjaya!
uk: Трансляція завершена!

source: FROM:
de: Von:
eu: NORK:
ms: DARIPADA:
uk: З:

source: TO:
de: Nach:
eu: NORI:
ms: KEPADA:
uk: В:

source: %s FATAL ERROR!
de: %s KRITISCHER FEHLER!
eu: %s ERRORE LARRIA!
ms: %s RALAT SERIUS!
uk: %s КРИТИЧНА ПОМИЛКА!

source: -- select one --
de: -- Wählen Sie eines aus --
eu: -- bat aukeratu --
ms: -- pilih satu --
uk: -- виберіть щось --

source: Enter the source file location:
de: Geben Sie den Pfad zur Quelldatei an:
eu: Sartu sarrera fitxategiaren kokapena:
ms: Masukkan lokasi fail sumber:
uk: Введіть ім'я вхідного файлу:

source: Choose the target document type:
de: Wählen Sie das Format des Zieldokuments:
eu: Aukeratu helburuko dokumentuaren mota:
ms: Pilih jenis dokumen target:
uk: Виберіть тип вихідного документа:

source: Some options you may check:
de: Einige Optionen, die Sie überprüfen können:
eu: Gai ditzakezun aukera batzuk:
ms: Beberapa pilihan yang ada mungkin semak:
uk: Деякі налаштування які ви можете обрати:

source: Some extra options:
de: Einige extra Optionen:
eu: Aukera gehigarri batzuk:
ms: Sedikit pilihan ekstra:
uk: Деякі додаткові налаштування:

source: Include headers on output
de: Ausgabe einschliesslich der Header
eu: Irteeran goiburukoak sartu
ms: Sertakan header pada output
uk: Додавати заголовки в вихідний документ

source: Number titles (1, 1.1, 1.1.1, etc)
de: Titel Nummerierung (1, 1.1, 1.1.1, usw)
eu: Izenburuak zenbakitu (1, 1.1, 1.1.1, etab.)
ms: Nombor judul (1, 1.1, 1.1.1, dll)
uk: Нумерувати заголовки розділів (1, 1.1, 1.1.1, і т.д)

source: Do TOC also (Table of Contents)
de: Auch ein Inhaltsverzeichnis (TOC) erzeugen
eu: Egin TOC baita ere (Edukien Taula)
ms: Lakukannya pada TOC juga (Senarai Kandungan)
uk: Також створити зміст

source: Hide e-mails from SPAM robots
de: E-Mail Adressen vor Spam Robotern verbergen
eu: Epostak SPAM robotengandik ezkutatu
ms: Sembunyikan e-mel dari robot-robot SPAM
uk: Зховати e-мейли від спам ботів

source: Just do TOC, nothing more
de: Nur das Inhaltsverzeichnis (TOC) erzeugen, sonst nichts
eu: TOC (Eduki taula) egin, ezer gehiago
ms: Lakukan hanya TOC, tak lebih, tak kurang
uk: Тільки створити зміст, і не більше

source: Dump to screen (Don't save target file)
de: Ausgabe an Bildschirm leiten (Zieldatei wird nicht gespeichert)
eu: Pantailan idatzi (Ez gorde helburu fitxategian)
ms: Dump ke skrin (Tetapi jangan simpan fail target)
uk: Показати на екрані (Не створювати вихідний документ)

source: ONE source, MULTI targets
de: EINE Quelle, VIELE Zielformate
eu: Iturburu BAT, helburu ASKO
ms: SATU sumber, PELBAGAI target
uk: ОДНА розмітка, БАГАТО документів

source: Browse
de: Blättern
eu: Arakatu
ms: Cari
uk: Пошук

source: <screen>
de: <Schirm>
eu: <pantaila>
ms: <skrin>
uk: <екран>

source: Quit
de: Verlassen
eu: Irten
ms: Keluar
uk: Вихід

source: Convert!
de: Wandlung starten!
eu: Bihurtu!
ms: Tukarkan!
uk: Перетворити!

source: Txt2tags %s processing begins
de: Txt2tags %s Verarbeitung beginnt
eu: Txt2tags %s
ms: Proses Txt2tags bagi %s bermula
uk: Робота Txt2tags %s почалась

source: Option --%s can't be used with multiple input files
de: Option --%s kann nicht mit mehreren Eingabedateien verwendet werden
eu: --%s aukera ezin da erabili sarrera fitxategi anitzekin
ms: Opsyen --%s tidak boleh digunakan bersama banyak fail input
uk: Опція --%s не може використовуватись з багатьма вхідними файлами

source: Ignoring user configuration file
de: Benutzer Konfigurationsdatei wird ignoriert
eu: Erabiltzailearen konfigurazio fitxategiari ezikusia egiten
ms: Mengendahkan tetapan pengguna
uk: Файл конфігурації користувача ігнорується

source: Loading user configuration file
de: Benutzer Konfigurationsdatei wird geladen
eu: Erabiltzailearen konfigurazio fitxategia kargatzen
ms: Memuatkan konfigurasi pengguna
uk: Завантаження файлу конфігурації користувача

source: We are on GUI interface
de: Wir benutzen das grafische Interface
eu: GUI interfazean gaude
ms: Kami berada pada GUI
uk: Зараз ми у графічному режимі

source: txt2tags ERROR!
de: txt2tags FEHLER!
eu: txt2tags ERROREA!
ms: Ralat txt2tags
uk: ПОМИЛКА txt2tags!

source: We are on Command Line interface
de: Wir benutzen die Kommandozeilen Eingabe
eu: Komando Lerroko interfazean gaude
ms: Kami berada pada CLi
uk: Ми в режимі командного рядка

source: Please inform an input file (.t2t) at the end of the command.
eu: Mesedez zehaztu sarrerako fitxategia (.t2t) komandoaren bukaeran.
ms: Sila nyatakan fail input (.t2t) pada penghujung arahan.

source: Txt2tags finished successfully
ms: Proses Txt2tag diakhiri dengan jayanya
uk: Txt2tags успішно завершив роботу

source: pmWiki page
eu: pmWiki orria

source: --targets print a list of all the available targets and exit
eu: --targets eskuragarri dauden helburu guztiak erakutsi eta irten

source: -t, --target=TYPE set target document type. currently supported:
de: -t, --target=TYPE wähle das Zielformat. Zur Zeit werden unterstützt:
eu: -t, --target=MOTA helburuko dokumentuaren mota ezarri. Momentuz jasandakoak:

source: -i, --infile=FILE set FILE as the input file name ('-' for STDIN)
de: -i, --infile=FILE nimm FILE als Bezeichner für die Quelldatei ('-' für STDIN)
eu: -i, --infile=FITX FITX zehaztu sarrera fitxategi bezela ('-' STDIN-entzako)

source: -o, --outfile=FILE set FILE as the output file name ('-' for STDOUT)
de: -o, --outfile=FILE nimm FILE als Bezeichner für die Ausgabedatei ('-' für STDOUT)
eu: -o, --outfile=FITX FITX zehaztu irteera fitxategiaren izen bezala ('-' STDOUT-entzako)

source: --encoding=ENC set target file encoding (utf-8, iso-8859-1, etc)
de: --encoding=ENC Zielformatierung einstellen (utf-8, iso-8859-1, usw)
eu: --encoding=KOD ezarri irteera fitxategiaren kodeketa (utf-8, iso-8859-1, etab.)

source: --toc add an automatic Table of Contents to the output
eu: --toc helburu dokumentura Eduki Taula automatikoa gehitu
