Repository: txt2tags/txt2tags
Catalog: trunk/po/*.po
Languages: de, eu, ms, uk

source: --toc-level=N set maximum TOC level (depth) to N
de: --toc-level=N Setze die maximale Tiefe der Gliederungsebenen im Inhaltsverzeichnis auf den Wert N
eu: --toc-level=N TOC-aren maila (sakonera) maximoa N-n ezarri

source: --toc-only print the Table of Contents and exit
eu: --toc-only dokumentuaren Eduki Taula inprimatu eta irten

source: -n, --enum-title enumerate all titles as 1, 1.1, 1.1.1, etc
de: -n, --enum-title Nummerierung der Überschriften (1, 1.1, 1.1.1, usw)
eu: -n, --enum-title izenburu guztiak zenbakitu: 1, 1.1, 1.1.1, etab.

source: --style=FILE use FILE as the document style (like HTML CSS)
de: --style=FILE benutze die Datei FILE für die Ausgabeformatierung (wie HTML CSS)
eu: --style=FITX FITX erabili dokumentuaren estilo moduan (HTML-ko CSS-ak bezala)

source: --css-sugar insert CSS-friendly tags for HTML/XHTML
eu: --css-sugar CSS-rekin jatorrak diren etiketak txertatu HTML/XHTML-rentzako

source: --css-inside insert CSS file contents inside HTML/XHTML headers
de: --css-inside CSS Datei Inhalte in HTML/XHTML Header einfügen
eu: --css-inside CSS fitxategiaren edukiak HTML/XHTML goiburuetan txertatu

source: -H, --no-headers suppress header and footer from the output
eu: -H, --no-headers helburuko dokumentuan goiburukoa eta oinaren edukiak kendu

source: --mask-email hide email from spam robots. x@y.z turns <x (a) y z>
de: --mask-email E-Mailadressen vor Spam Robotern verbergen. x@y.z wird zu <x (a) y z>
eu: --mask-email epostak spam robotengandik ezkutatu. x@y.z <x (a) y z> bihurtzen da

source: --slides format output as presentation slides (used by -t art)
eu: --slides irteera aurkezpen diapositiba bezala formateatu (-t art-ekin erabilita)

source: --width=N set the output's width to N columns (used by -t art)
eu: --width=N irteeraren zabalera N zutabeetan finkatu (-t art-ekin erabilita)

source: --height=N set the output's height to N rows (used by -t art)
eu: --height=N irteeraren altuera N zutabeetan finkatu (-t art-ekin erabilita)

source: -C, --config-file=F read configuration from file F
de: -C, --config-file=F Konfiguration von der Datei F einlesen
eu: -C, --config-file=F konfigurazio F fitxategitik irakurri

source: --gui invoke Graphical Tk Interface
de: --gui Das grafische Eingabeinterface aktivieren
eu: --gui Tk Interfaze Grafikoa abiatu

source: -q, --quiet quiet mode, suppress all output (except errors)
de: -q, --quiet Ausser den Fehlermeldungen werden jegliche Meldungen unterdrückt
eu: -q, --quiet modu geldia, irteera mezurik ez (erroreak ezik)

source: -v, --verbose print informative messages during conversion
de: -v, --verbose Programmeldungen während der Verarbeitung anzeigen
eu: -v, --verbose bihurketaren bitartean mezu informatiboak inprimatu

source: -h, --help print this help information and exit
de: -h, --help Diese Hilfe anzeigen und dann das Programm beenden
eu: -h, --help laguntza mezu hau inprimatu eta irten

source: -V, --version print program version and exit
de: -V, --version Anzeige der Programmversion und dann das Programm beenden
eu: -V, --version programaren bertsioa inprimatu eta irten

source: --dump-config print all the configuration found and exit
de: --dump-config Alle gefundenen Konfigurationen werden angezeigt und dann das Programm beendet.
eu: --dump-config topatutako konfigurazio guztia inprimatu eta irten

source: --dump-source print the document source, with includes expanded
de: --dump-source Anzeige des Quelldokuments, eingefügte Dokumente werden expandiert
eu: --dump-source dokumentuaren iturburua inprimatu, barneratzeko guztiak txertatuta

source: Turn OFF options:
de: Schalten Sie Optionen aus:
eu: Aukerak EZGAITU:

source: file.t2t
eu: fitx.t2t

source: Added config %s : %s
de: Konfiguration hinzugefügt %s : %s
eu: %s konfigurazioa gehituta: %s

source: Output:
de: Ausgabe:
eu: Irteera:
uk: Вивід:

source: Txt2tags finished sucessfuly
de: Txt2tags wurde erfolgreich beendet
eu: Txt2tags egoki bukatu da
